LEXICON: dict[str: str] = {
    "/start": "Здравствуйте, {}! Рад вас видеть! Чем могу быть полезен?",

    "/help": "\U00002699 Помощь",

    "help_text": "Я отслеживаю товары, которые вы мне отправляете, и присылаю "
    "сообщение, когда цена товара снижается до желаемой. Я могу отследить"
    "товары с таких маркетплейсов, как: WILDBERRIES, smth else. Для того, "
    "чтобы следить за товаром, просто нажмите на кнопку 'Искать товар' в "
    "главном меню, а затем введите желаемую цену, до появления которой я буду "
    "наблюдать за товаром. Когда цена снизится до желаемой, я отправлю вам "
    "смс. Все очень просто, удачи \U0001F609",

    "button_search": "\U0001F50D Искать товар",

    "button_shopping_cart": "\U0001F6D2 Моя корзина",

    "button_delete_from_shopping_cart": "\U0001F5D1 Удалить из корзины",

    "search_response": "Пришлите, пожалуйста, ссылку на товар, который хотите "
    "отслеживать \U0001F447"
}
